{
  "users": [
    {
      "id": "2001",
      "uName": "name",
      "uEmail": "u@email.com",
      "uPassword": "abcdvefg",
      "orgId": "3001"
    },
    {
      "id": "c08d",
      "uName": "suzon",
      "uEmail": "suzon@email.com",
      "uPassword": "abcdef"
    },
    {
      "id": "332c",
      "uName": "Ratul",
      "uEmail": "ratul@email.com",
      "uPassword": "124536"
    },
    {
      "id": "4ade",
      "uName": "rajib",
      "uEmail": "rajib@email.com",
      "uPassword": "123456"
    },
    {
      "id": "4ccf",
      "uName": "rahul",
      "uEmail": "rahul@email.com",
      "uPassword": "123456"
    }
  ],
  "orgs": [
    {
      "id": "3001",
      "oName": "orgname",
      "oAddress": "ahasjfhaf",
      "oEmail": "org@email.com"
    }
  ],
  "events": [
    {
      "id": "a3a1",
      "userId": "332c",
      "title": "Tech Conference 2024",
      "description": "     A conference focusing on the latest in technology and innovation.\n",
      "start": "2024-10-26",
      "end": "2024-10-26",
      "price": 10,
      "seat": 50,
      "postedDate": "2024-10-21"
    },
    {
      "id": "0e62",
      "userId": "332c",
      "title": "Art Expo 2024",
      "description": "Showcasing contemporary artists and their works. Showcasing contemporary artists and their works. Showcasing contemporary artists and their works.",
      "start": "2024-10-21",
      "end": "2024-10-21",
      "price": 0,
      "seat": 0,
      "postedDate": "2024-10-21"
    },
    {
      "id": "3c72",
      "userId": "332c",
      "title": "Web Development Bootcamp",
      "description": "A hands-on bootcamp to kickstart your web development career.\n",
      "start": "2024-10-23",
      "end": "2024-10-23",
      "price": 14,
      "seat": 12,
      "postedDate": "2024-10-21"
    },
    {
      "id": "67ef",
      "userId": "332c",
      "title": "Local Farmers Market",
      "description": "Experience fresh produce and local goods. Experience fresh produce and local goods. Experience fresh produce and local goods.",
      "start": "2024-10-29",
      "end": "2024-10-29",
      "price": 0,
      "seat": 50,
      "postedDate": "2024-10-21T16:04:08.460Z"
    },
    {
      "id": "cb92",
      "userId": "4ade",
      "title": "First Event ",
      "description": "So just what is an event description? In a nutshell, it's a piece of copy that tells people the basic information they need to know to decide whether or not they want to attend the event.",
      "start": "2024-10-28",
      "end": "2024-10-29",
      "price": 10,
      "seat": 35,
      "postedDate": "2024-10-22T05:32:33.380Z"
    },
    {
      "id": "24ba",
      "userId": "4ade",
      "title": "Tech Innovators Conference 2024",
      "description": "Join leading tech experts and innovators at this year’s conference. Discover cutting-edge technology, AI advancements, and emerging trends shaping the future. Engage with industry leaders through insightful talks, panel discussions, and networking opportunities. Perfect for tech enthusiasts, developers, and entrepreneurs eager to explore tomorrow’s innovations today.",
      "start": "2024-11-01",
      "end": "2024-11-01",
      "price": 12,
      "seat": 45,
      "postedDate": "2024-10-22T05:44:15.930Z"
    },
    {
      "id": "817a",
      "userId": "4ade",
      "title": " Annual Health and Wellness Expo",
      "description": "Explore the latest in health and wellness at the Annual Expo. From fitness trends to mental health awareness, this event offers workshops, product demos, and expert sessions on holistic well-being. Perfect for health-conscious individuals looking to improve their lifestyle, balance, and well-being in today’s fast-paced world.",
      "start": "2024-11-03",
      "end": "2024-11-03",
      "price": 14,
      "seat": 40,
      "postedDate": "2024-10-22T05:46:35.434Z"
    },
    {
      "id": "c430",
      "userId": "4ade",
      "title": "Global Entrepreneurship Summit",
      "description": "Meet global entrepreneurs, investors, and business leaders at this summit. Learn how to scale your startup, pitch to investors, and navigate today’s dynamic market. With keynote speakers, mentorship opportunities, and networking sessions, this summit is the ideal platform for budding entrepreneurs seeking to expand their businesses globally.",
      "start": "2024-10-28",
      "end": "2024-10-28",
      "price": 20,
      "seat": 60,
      "postedDate": "2024-10-22T05:47:35.826Z"
    },
    {
      "id": "c875",
      "userId": "4ccf",
      "title": "Digital Marketing Mastery Workshop",
      "description": "Unlock the secrets of successful digital marketing with this intensive workshop. From SEO to social media strategies, learn the tools and techniques to grow your online presence. Ideal for marketers, entrepreneurs, and content creators looking to enhance their digital marketing skills in a fast-evolving digital landscape.",
      "start": "2024-10-31",
      "end": "2024-10-31",
      "price": 22,
      "seat": 45,
      "postedDate": "2024-10-22T05:49:43.907Z"
    },
    {
      "id": "7fb9",
      "userId": "4ccf",
      "title": "Sustainable Living Fair",
      "description": "Discover eco-friendly products and sustainable living solutions at the Sustainable Living Fair. With a focus on environmental conservation, attendees will explore green technologies, renewable energy, and sustainable lifestyle choices. Engage with eco-conscious brands and learn how to reduce your carbon footprint through various workshops and demonstrations.",
      "start": "2024-10-24",
      "end": "2024-10-24",
      "price": 15,
      "seat": 40,
      "postedDate": "2024-10-22T05:58:38.129Z"
    },
    {
      "id": "6ad5",
      "userId": "4ccf",
      "title": "Photography and Videography Expo",
      "description": "Immerse yourself in the world of photography and videography at this exciting expo. From equipment demos to creative workshops, learn from industry professionals about the latest trends, techniques, and gear. Perfect for both aspiring and professional photographers eager to expand their knowledge and refine their craft.",
      "start": "2024-11-04",
      "end": "2024-11-04",
      "price": 20,
      "seat": 50,
      "postedDate": "2024-10-22T05:59:27.442Z"
    },
    {
      "id": "bcd4",
      "userId": "4ccf",
      "title": "Culinary Food Fest 2024",
      "description": "Savor the flavors of the world at the Culinary Food Fest. Featuring celebrity chefs, live cooking demos, and gourmet food vendors, this event is a haven for food enthusiasts. Explore diverse cuisines, attend workshops, and indulge in a delicious experience that celebrates food, culture, and creativity.",
      "start": "2024-11-08",
      "end": "2024-11-08",
      "price": 18,
      "seat": 45,
      "postedDate": "2024-10-22T06:01:07.865Z"
    },
    {
      "id": "d36c",
      "userId": "4ccf",
      "title": "Adventure Travel Expo",
      "description": "Embark on a journey of adventure and exploration at the Adventure Travel Expo. Discover thrilling destinations, outdoor gear, and travel tips from seasoned adventurers. Whether you’re planning a backpacking trip, safari, or extreme sports experience, this expo offers everything you need for your next big adventure.",
      "start": "2024-11-09",
      "end": "2024-11-09",
      "price": 25,
      "seat": 50,
      "postedDate": "2024-10-22T06:02:20.465Z"
    },
    {
      "id": "c9f1",
      "userId": "c08d",
      "title": "Career Development Summit 2024",
      "description": "Accelerate your career at the Career Development Summit. Featuring expert speakers, career coaching sessions, and networking opportunities, this event is designed for professionals seeking to enhance their skills, navigate career transitions, or explore new job markets. Perfect for those committed to lifelong learning and career growth.",
      "start": "2024-11-10",
      "end": "2024-11-10",
      "price": 22,
      "seat": 60,
      "postedDate": "2024-10-22T06:22:14.719Z"
    },
    {
      "id": "ef34",
      "userId": "c08d",
      "title": "Women in Leadership Conference",
      "description": "Empower and inspire at the Women in Leadership Conference. Connect with trailblazing female leaders, entrepreneurs, and change-makers through keynote speeches, panels, and workshops. This event fosters an inclusive environment, promoting gender equality and providing actionable insights for women aiming to rise and lead in their respective industries.",
      "start": "2024-11-01",
      "end": "2024-11-01",
      "price": 0,
      "seat": 100,
      "postedDate": "2024-10-22T06:23:49.535Z"
    },
    {
      "id": "1c93",
      "userId": "c08d",
      "title": "Virtual Reality and Gaming Expo",
      "description": "Explore the immersive world of virtual reality and gaming at this cutting-edge expo. Featuring the latest in VR technology, game demos, and panel discussions with industry experts, this event is perfect for gamers, developers, and enthusiasts eager to experience the future of entertainment and interactive technology.",
      "start": "2024-11-05",
      "end": "2024-11-05",
      "price": 25,
      "seat": 100,
      "postedDate": "2024-10-22T06:25:41.247Z"
    },
    {
      "id": "f0f1",
      "userId": "c08d",
      "title": "Global Climate Action Summit",
      "description": "Join environmental leaders, activists, and scientists at the Global Climate Action Summit. Addressing pressing environmental challenges, this event offers workshops, discussions, and networking opportunities focused on sustainability, renewable energy, and conservation efforts. Perfect for eco-conscious individuals committed to making a positive impact on the planet.",
      "start": "2024-10-30",
      "end": "2024-10-30",
      "price": 0,
      "seat": 120,
      "postedDate": "2024-10-22T06:26:17.566Z"
    }
  ],
  "tickets": [
    {
      "id": "10001",
      "eventId": null,
      "userId": "2001"
    }
  ]
}